app/views/books/show.html.erb

  <strong>Authors:</strong>
  <% @book.authors.each do |author| %>
---
SELECT "authors".* FROM "authors" INNER JOIN "authors_books" ON "authors"."id" = "authors_books"."author_id" WHERE "authors_books"."book_id" = $1  [["book_id", 1]]